UTILIDAD/INFORMACION/TEMAS DE USOS/REQUEST_RESPONSE_FRAMEWORK_SEGURIDAD.xml

<LoginAplicacionResult>
    <?xml version="1.0" encoding="iso-8859-1"?>
    <Registro CodError="0" MsgError="" clave="5566" codigoInstitucion="BOLIBARIANO" idAplicacionRelConfianza="2"
        Llave1="548A549DBF0D2670C21989199DA470D0" Llave2="08A8B0383B3B34752A1A16BF7F54BA70"
        llaveCompraTiempoAire="00000000" usuario="78667226" usuarioRelacionConfianza="aplatm"
        PS_UsrSitio="apl_claro_aster100" PS_TokenSitio="60223625012023261007602236250726" PS_MaqSitio="172.16.31.145"
        PS_IdUsuario="apl_claro_aster100" PS_Token="60223625012023261007602236250726" PS_Maquina="172.16.31.145">
    </Registro>
</LoginAplicacionResult>

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsf="http://www.bolivariano.com/WSFrameWork/">
   <soapenv:Header/>
   <soapenv:Body>
      <wsf:LoginAplicacion>
         <wsf:IdAplicacion>226</wsf:IdAplicacion>        
         <wsf:UsrApl>apl_claro_aster100</wsf:UsrApl>
      </wsf:LoginAplicacion>
   </soapenv:Body>
</soapenv:Envelope>